tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "awscli"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-machine"
brew "dockutil"
brew "git"
brew "gnupg"
brew "httpie"
brew "jq"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "openssl"
brew "php", restart_service: true
brew "pinentry-mac"
brew "pngquant"
brew "redis", restart_service: true
brew "terraform"
brew "watchman"
brew "zsh"
brew "zsh-completions"
brew "schniz/tap/fnm"

cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "aws-vault"
cask "android-sdk"
cask "android-ndk"
cask "brave-browser"
cask "docker"
cask "gpg-suite"
cask "firefox"
cask "figma"
cask "gitkraken"
cask "iterm2"
cask "tableplus"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "xnconvert"

cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-fira-code"

brew "gradle"
brew "maven"
