tap "chanzuckerberg/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release"
tap "schniz/tap"

brew "awscli"
brew "chanzuckerberg/tap/blessclient"
brew "cloc"
brew "dnsmasq", restart_service: true
brew "docker-credential-helper-ecr"
brew "docker-machine"
brew "dockutil"
brew "fzf"
brew "git"
brew "gnupg"
brew "httpie"
brew "jq"
brew "liamg/tfsec/tfsec"
brew "microsoft/mssql-release/msodbcsql17"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "php", restart_service: true
brew "pinentry-mac"
brew "pngquant"
brew "pre-commit"
brew "redis", restart_service: true
brew "schniz/tap/fnm"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tor"
brew "torsocks"
brew "ykman"
brew "zsh"
brew "zsh-completions"

cask "aws-vault"
cask "brave-browser"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "fork"
cask "gpg-suite"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "xnconvert"

cask "font-fira-code"
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
